{
    "Email": "Correo",
    "Events":"Eventos",
    "Create":"Crear",
    "Students": "Estudiantes",
    "Graduates": "Graduados",
    "Password": "Contraseña",
    "Log in": "Iniciar sesión",
    "Sign Up": "Registrarse",
    "Forgot your password?": "Olvidé mi contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Reset Password": "Restablecer contraseña",
    "Send Password Reset Link": "Enviar enlace de restablecimiento de contraseña",
    "Logout": "Cerrar sesión",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva contraseña",
    "Update Profile": "Actualizar perfil",
    "Update Password": "Actualizar contraseña",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Enable Two Factor Authentication": "Habilitar autenticación de dos factores",
    "Enable": "Habilitar",
    "Log Out Other Browser Sessions": "CERRAR SESIÓN EN OTROS NAVEGADORES",
    "Name": "Nombre",
    "Update": "Actualizar",
    "Delete": "Eliminar",
    "Cancel": "Cancelar",
    "Confirm": "Confirmar",
    "Are you sure you want to delete this item?": "¿Está seguro que desea eliminar este elemento?",
    "Remember me": "Recordar mi cuenta",
    "Dashboard": "Inicio",
    "Users": "Usuarios",
    "Profile": "Perfil",
    "Profile Information": "Información del perfil",
    "Settings": "Configuración",
    "Log Out": "Cerrar sesión",
    "Manage Account": "Administrar cuenta",
    "Job Bank": "Bolsa de trabajo",
    "Extracurricular Activities": "Actividades Complementarias",
    "Quiz": "Encuesta",
    "Save": "Guardar",
    "Delete Account": "Eliminar cuenta",
    "This device": "Este dispositivo",
    "Last active": "Última vez activo",
    "Browser Sessions": "Sesiones de navegador",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Disable": "Deshabilitar",
    "Whoops! Something went wrong.": "¡Vaya! Algo salió mal.",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "You have enabled two factor authentication.": "Ha habilitado la autenticación de dos factores.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Almacene estos códigos de recuperación en un gestor de contraseñas seguro. Pueden ser utilizados para recuperar el acceso a su cuenta si su dispositivo de autenticación de dos factores se pierde.",
    "Update your account's profile information and email address.": "Actualice la información de su perfil y dirección de correo electrónico.",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta está usando una contraseña larga y aleatoria para mantenerse seguro.",
    "Add additional security to your account using two factor authentication.": "Añada seguridad adicional a su cuenta utilizando la autenticación de dos factores.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar sesión de todas sus sesiones de navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista no puede ser exhaustiva. Si siente que su cuenta ha sido comprometida, también debe actualizar su contraseña.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se le pedirá un token seguro, aleatorio, durante la autenticación. Puede recuperar este token desde la aplicación de Google Authenticator de su teléfono.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticación de dos factores.",
    "Permanently delete your account.": "Eliminar su cuenta permanentemente.",
    "Manage and log out your active sessions on other browsers and devices.": "Administrar y cerrar sesión de sus sesiones activas en otros navegadores y dispositivos.",
    "For your security, please confirm your password to continue.": "Para su seguridad, confirme su contraseña para continuar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que su cuenta sea eliminada, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue cualquier información o datos que desee conservar."
}